In [2]:
import pandas as pd

In [3]:
from matplotlib import pyplot as plt

In [4]:
# Ya se importaron librerias
# ahora procedemos a subir la primer fuente de datos (clean data v2.csv) a la memoria

In [5]:
v2 = pd.read_csv("clean data v2.csv")

In [6]:
v2

               Edad;Estatura;Sexo;Peso(lbs);Ano
0    18 a 22 Anos;1.62;Femenino;114;Segundo Ano
1    18 a 22 Anos;1.9;Masculino;210;Segundo Ano
2   18 a 22 Anos;1.75;Masculino;133;Segundo Ano
3     18 a 22 Anos;1.6;Femenino;130;Segundo Ano
4   18 a 22 Anos;1.75;Masculino;155;Segundo Ano
..                                          ...
78   18 a 22 Anos;1.52;Femenino;122;Segundo Ano
79  18 a 22 Anos;1.69;Masculino;135;Segundo Ano
80   18 a 22 Anos;1.56;Femenino;130;Segundo Ano
81     18 a 22 Anos;1.6;Femenino;153;Primer Ano
82    18 a 22 Anos;1.9;Masculino;210;Primer Ano

[83 rows x 1 columns]

In [7]:
type(v2)

pandas.core.frame.DataFrame

In [ ]:
# Primer serie de datos en un dataframe de pandas